<div class="flex p-6 justify-center items-center gap-x-8">
    <div class="flex flex-col justify-center w-1/2">
        <h2 class="text-gray-700 text-6xl leading-loose font-bold mb-4" data-ar="مستقبل المطاعم بين يديك"
            data-en="The future of restaurants is in your hands"></h2>
        <p class="text-4xl font-semibold tracking-wide leading-loose">
            <span data-ar="في" data-en="in"></span>
            <span class="text-orange-500 font-semibold" data-ar="كيتش بلس" data-en="Kitch Plus"></span>
            <span
                data-ar="، نقدم لك حلولًا استثمارية مخصصة ودعمًا شاملًا لتحقيق طموحاتك. انضم إلينا لبناء مستقبل مزدهر وتحقيق نجاحات مستدامة لمشروعك"
                data-en=", We provide you with customized investment solutions and comprehensive support to achieve your ambitions. Join us to build a prosperous future and achieve sustainable successes for your project"></span>
        </p>
    </div>
    <div class="flex flex-col items-center pr-6 relative mx-10">
        <!-- Main Image -->
        <img src="{{asset('images/invest/invest.png')}}" alt="Main Person" class="w-full">

        <!-- Smaller Images -->
        <div class="flex justify-between mt-4 w-full">
            <!-- Small Image 1 -->
            <x-text-frame class="w-fit absolute top-1/3 left-2/3 p-4 whitespace-nowrap"
                data-en="need to expand your restaurant?" data-ar="تحتاج توسع مطعمك؟"></x-text-frame>

            <!-- Replace Small Image 2 with New Content -->
            <div
                class="w-1/2 mx-auto absolute top-1/3 right-[70%] p-4 bg-white border border-gray-300 rounded-lg shadow-lg">
                <p class="text-center text-sm text-gray-700 font-semibold mb-2" data-ar="نقدم لك حلول استثمارية"
                    data-en="We provide you with investment solutions"></p>
                <div class="flex flex-col justify-between items-center">
                    <svg class="text-center" width="119" height="46" viewBox="0 0 119 46" fill="none"
                        xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M1 40.8508C6.41667 44.9649 19.0375 43.1998 26.1875 23.4522C35.125 -1.23215 46.07 34.2691 50.9688 40.8508C56.2538 47.9517 66.4062 50.0016 73.3125 12.7555C79.6891 -21.6344 91.7093 29.7807 93.625 35.7944C94.8438 39.6206 99.7188 58.8912 118 14.4015"
                            stroke="#FF914C" stroke-width="2" stroke-linecap="round" />
                    </svg>
                    <svg width="100" height="12" viewBox="0 0 100 12" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="6" cy="6" r="6" fill="#FF7777" />
                        <path
                            d="M19.5898 4.42H18.3738V3.716H20.3418V9.5H19.5898V4.42ZM25.2798 9.492L21.3758 9.5V8.9L23.2398 7.292C24.1758 6.484 24.4398 6.092 24.4398 5.476C24.4398 4.748 24.0238 4.316 23.3278 4.316C22.6158 4.316 22.1518 4.836 22.1358 5.66H21.3518C21.3758 4.42 22.1598 3.612 23.3358 3.612C24.4958 3.612 25.2398 4.316 25.2398 5.428C25.2398 6.252 24.8318 6.836 23.8078 7.724L22.6078 8.764H25.2798V9.492ZM27.6886 6.508H27.1126V5.988L28.7526 4.412H26.1526V3.716H29.7446V4.348L28.1606 5.86C29.1446 5.98 29.8886 6.644 29.8886 7.684C29.8886 8.852 29.0086 9.596 27.8326 9.596C26.6966 9.596 25.8806 8.9 25.8806 7.7H26.6566C26.6566 8.452 27.1206 8.892 27.8486 8.892C28.6006 8.892 29.0886 8.412 29.0886 7.668C29.0886 6.972 28.6086 6.508 27.6886 6.508ZM34.8837 8.332H34.1957V9.5H33.4437V8.332H30.4517V7.636L33.1797 3.716H34.1957V7.636H34.8837V8.332ZM31.2997 7.636H33.4437V4.548L31.2997 7.636ZM37.5157 9.596C36.3317 9.596 35.5637 8.844 35.5637 7.692H36.3397C36.3397 8.436 36.7957 8.892 37.5317 8.892C38.3157 8.892 38.8197 8.372 38.8197 7.588C38.8197 6.844 38.3477 6.292 37.5397 6.292C37.0517 6.292 36.6037 6.524 36.3397 6.852L35.6757 6.684L36.3797 3.716H39.2757V4.436H36.9477L36.5637 5.972C36.8677 5.74 37.2517 5.62 37.6837 5.62C38.8597 5.62 39.6197 6.444 39.6197 7.556C39.6197 8.756 38.7637 9.596 37.5157 9.596Z"
                            fill="#141414" />
                        <circle cx="59" cy="6" r="6" fill="#FF914C" />
                        <path
                            d="M75.6275 9.492L71.7235 9.5V8.9L73.5875 7.292C74.5235 6.484 74.7875 6.092 74.7875 5.476C74.7875 4.748 74.3715 4.316 73.6755 4.316C72.9635 4.316 72.4995 4.836 72.4835 5.66H71.6995C71.7235 4.42 72.5075 3.612 73.6835 3.612C74.8435 3.612 75.5875 4.316 75.5875 5.428C75.5875 6.252 75.1795 6.836 74.1555 7.724L72.9555 8.764H75.6275V9.492ZM77.1313 9.596C76.8193 9.596 76.5553 9.34 76.5553 9.036C76.5553 8.724 76.8193 8.468 77.1313 8.468C77.4353 8.468 77.6993 8.724 77.6993 9.036C77.6993 9.34 77.4353 9.596 77.1313 9.596ZM82.8095 8.332H82.1215V9.5H81.3695V8.332H78.3775V7.636L81.1055 3.716H82.1215V7.636H82.8095V8.332ZM79.2255 7.636H81.3695V4.548L79.2255 7.636ZM86.4474 5.084C86.4474 5.94 85.8394 6.556 84.9834 6.556C84.1354 6.556 83.5274 5.94 83.5274 5.084C83.5274 4.22 84.1354 3.604 84.9834 3.604C85.8394 3.604 86.4474 4.22 86.4474 5.084ZM89.4954 3.724L85.1034 9.5H84.3354L88.7274 3.724H89.4954ZM85.8314 5.084C85.8314 4.564 85.4874 4.204 84.9834 4.204C84.4874 4.204 84.1434 4.564 84.1434 5.084C84.1434 5.596 84.4874 5.956 84.9834 5.956C85.4794 5.956 85.8314 5.596 85.8314 5.084ZM90.3194 8.132C90.3194 8.988 89.7034 9.604 88.8554 9.604C88.0074 9.604 87.3914 8.988 87.3914 8.132C87.3914 7.268 88.0074 6.66 88.8554 6.66C89.7034 6.66 90.3194 7.268 90.3194 8.132ZM89.6954 8.132C89.6954 7.612 89.3594 7.252 88.8554 7.252C88.3594 7.252 88.0154 7.612 88.0154 8.132C88.0154 8.644 88.3594 9.004 88.8554 9.004C89.3514 9.004 89.6954 8.644 89.6954 8.132Z"
                            fill="#141414" />
                        <path
                            d="M96.6727 8.5C96.6727 8.68078 96.8192 8.82733 97 8.82733C97.1808 8.82733 97.3273 8.68078 97.3273 8.5H96.6727ZM97.2315 3.26855C97.1036 3.14072 96.8964 3.14072 96.7685 3.26855L94.6854 5.35164C94.5576 5.47947 94.5576 5.68672 94.6854 5.81455C94.8133 5.94238 95.0205 5.94238 95.1484 5.81455L97 3.96291L98.8516 5.81455C98.9795 5.94238 99.1867 5.94238 99.3146 5.81455C99.4424 5.68672 99.4424 5.47947 99.3146 5.35164L97.2315 3.26855ZM97.3273 8.5V3.5H96.6727V8.5H97.3273Z"
                            fill="#FF8933" />
                    </svg>
                </div>
            </div>
        </div>
    </div>
</div>