<div class="bg-white py-14">
    <div class="mb-16">
        <div class="w-4/5 mx-auto text-center">
            <!-- Header -->
            <h2 class="text-5xl text-gray-600 font-bold mb-10" data-en="Why invest with us ?"
                data-ar=" لماذا تستثمر معنا؟">
            </h2>
            <!-- Paragraph -->
            <p class="text-3xl leading-loose text-gray-500 mb-8 font-semibold" data-ar="تقدم لك هذه العوامل الثلاثة دعمًا متكاملاً لضمان نجاح مشروعك ونموه، مما يمكنّك من مواجهة التحديات بثقة
            وتحقيق أهدافك الاستثمارية" data-en="These three factors provide you with integrated support to ensure the success and growth of your project, enabling you to face challenges with confidence
            And achieve your investment goals">
            </p>
        </div>

        <!-- Grid of Cards -->
        <div class="flex items-center h-[300px] justify-center gap-6 bg-cover w-fit mx-auto shadow-2xl bg-gray-100">
            <!-- Card 3 -->
            <div
                class="w-[411px] h-[300px] bg-gray-50 border-none rounded-md p-3 flex flex-col justify-center gap-y-2 text-wrap text-center group transition-transform transform">
                <div class="flex justify-center mb-4">
                    <svg width="64" height="64" viewBox="0 0 64 64" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <mask id="mask0_15_9113" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="4" y="3"
                            width="56" height="58">
                            <path
                                d="M32 5.33325L39.004 10.4426L47.6747 10.4266L50.3373 18.6773L57.3613 23.7599L54.6667 31.9999L57.3613 40.2399L50.3373 45.3226L47.6747 53.5733L39.004 53.5573L32 58.6666L24.996 53.5573L16.3253 53.5733L13.6627 45.3226L6.63867 40.2399L9.33334 31.9999L6.63867 23.7599L13.6627 18.6773L16.3253 10.4266L24.996 10.4426L32 5.33325Z"
                                fill="white" stroke="white" stroke-width="4" stroke-linecap="round"
                                stroke-linejoin="round" />
                            <path d="M22.6665 31.9999L29.3332 38.6666L42.6665 25.3333" stroke="black" stroke-width="4"
                                stroke-linecap="round" stroke-linejoin="round" />
                        </mask>
                        <g mask="url(#mask0_15_9113)">
                            <path d="M0 0H64V64H0V0Z" fill="#FF914C" />
                        </g>
                    </svg>
                </div>
                <h3 class="text-3xl font-semibold mb-2" data-ar="قيادة الابتكار" data-en="Driving innovation">
                </h3>
                <p class="text-gray-600 text-2xl"
                    data-en="We are working to change the rules of the sector through smart solutions that transform the traditional restaurant sector into a modern sector with an integrated system."
                    data-ar="نعمل على تغيير قواعد القطاع عبر حلول ذكية تحول قطاع المطاعم التقليدي إلى قطاع حديث بنظام متكامل.">
                </p>
            </div>

            <!-- Card 2 -->
            <div
                class="flex flex-col gap-y-2 w-[411px] h-[300px] bg-gray-50 rounded-md p-3 justify-center  text-center group transition-transform transform">
                <div class="flex justify-center mb-4">
                    <svg width="64" height="64" viewBox="0 0 64 64" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_15_9100)">
                            <mask id="mask0_15_9100" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="4" y="3"
                                width="56" height="58">
                                <path
                                    d="M32 5.33325L39.004 10.4426L47.6747 10.4266L50.3373 18.6773L57.3613 23.7599L54.6667 31.9999L57.3613 40.2399L50.3373 45.3226L47.6747 53.5733L39.004 53.5573L32 58.6666L24.996 53.5573L16.3253 53.5733L13.6627 45.3226L6.63867 40.2399L9.33334 31.9999L6.63867 23.7599L13.6627 18.6773L16.3253 10.4266L24.996 10.4426L32 5.33325Z"
                                    fill="white" stroke="white" stroke-width="4" stroke-linecap="round"
                                    stroke-linejoin="round" />
                                <path d="M22.6665 31.9999L29.3332 38.6666L42.6665 25.3333" stroke="black"
                                    stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                            </mask>
                            <g mask="url(#mask0_15_9100)">
                            </g>
                            <path
                                d="M12 11.9998C12 9.87802 12.8429 7.84319 14.3431 6.3429C15.8434 4.84261 17.8783 3.99976 20 3.99976C22.1217 3.99976 24.1566 4.84261 25.6569 6.3429C27.1571 7.84319 28 9.87802 28 11.9998C28 14.1215 27.1571 16.1563 25.6569 17.6566C24.1566 19.1569 22.1217 19.9998 20 19.9998C17.8783 19.9998 15.8434 19.1569 14.3431 17.6566C12.8429 16.1563 12 14.1215 12 11.9998ZM39.116 18.3358L39.284 18.4638C40.9812 19.7218 43.1071 20.2574 45.1977 19.9538C47.2884 19.6502 49.174 18.5319 50.4432 16.8431C51.7124 15.1543 52.2621 13.032 51.9723 10.9394C51.6825 8.84675 50.5767 6.95372 48.8963 5.6734C47.2159 4.39309 45.0972 3.82942 43.0028 4.10542C40.9083 4.38143 39.008 5.47469 37.7166 7.14662C36.4252 8.81855 35.8476 10.9334 36.1098 13.0297C36.3719 15.1259 37.4526 17.0334 39.116 18.3358ZM25.072 23.9998C25.5744 23.0484 26.2635 22.2082 27.0982 21.5293C27.9328 20.8505 28.8958 20.3469 29.9296 20.0488C30.9633 19.7507 32.0465 19.6642 33.1145 19.7944C34.1824 19.9247 35.2131 20.269 36.1449 20.8067C37.0768 21.3445 37.8905 22.0647 38.5376 22.9242C39.1846 23.7838 39.6516 24.765 39.9107 25.8092C40.1698 26.8534 40.2156 27.9391 40.0454 29.0014C39.8751 30.0637 39.4924 31.0808 38.92 31.9918C37.8189 33.7443 36.0814 35.0018 34.0726 35.5002C32.0637 35.9986 29.9399 35.6991 28.1473 34.6645C26.3547 33.6299 25.0328 31.9409 24.4593 29.9522C23.8859 27.9635 24.1055 25.8299 25.072 23.9998ZM10 23.9998H20.68C19.9678 26.0298 19.8126 28.2136 20.2304 30.324C20.6483 32.4344 21.624 34.3943 23.056 35.9998H22C19.9376 35.9989 17.9254 36.6357 16.239 37.823C14.5527 39.0102 13.2746 40.6899 12.58 42.6318C11.2365 42.0941 9.97913 41.3623 8.848 40.4598C5.84 38.0398 4 34.4638 4 29.9998C4 28.4085 4.63214 26.8823 5.75736 25.7571C6.88258 24.6319 8.4087 23.9998 10 23.9998ZM42 35.9998C46.34 35.9998 50.036 38.7638 51.42 42.6318C52.78 42.0758 54.036 41.3518 55.152 40.4598C58.16 38.0398 60 34.4638 60 29.9998C60 28.4085 59.3679 26.8823 58.2426 25.7571C57.1174 24.6319 55.5913 23.9998 54 23.9998H43.32C43.76 25.2518 44 26.5998 44 27.9998C43.9999 30.9515 42.9119 33.7997 40.944 35.9998H42ZM47.548 43.7118C47.84 44.4158 48 45.1918 48 45.9998C48 50.4638 46.164 54.0398 43.152 56.4598C40.188 58.8398 36.212 59.9998 32 59.9998C27.788 59.9998 23.812 58.8398 20.848 56.4598C17.84 54.0398 16 50.4638 16 45.9998C15.9979 45.2112 16.1516 44.4301 16.4524 43.7012C16.7532 42.9723 17.1951 42.31 17.7527 41.7524C18.3102 41.1948 18.9725 40.753 19.7014 40.4522C20.4303 40.1514 21.2115 39.9976 22 39.9998H42C43.1884 39.9995 44.3501 40.3521 45.3379 41.013C46.3256 41.6739 47.0948 42.6131 47.548 43.7118Z"
                                fill="#FF914C" />
                        </g>
                        <defs>
                            <clipPath id="clip0_15_9100">
                                <rect width="64" height="64" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </div>
                <h3 class="text-3xl font-semibold mb-2" data-en="Sustainable impact" data-ar="التأثير المستدام"></h3>
                <p class="text-gray-600 text-2xl" data-ar="نموذجنا الاستثماري المستدام يتيح تقليل الفائدة وتقديم الخدمات بكفاءة وبأقل تكلفة
                تشغيلية."
                    data-en="Our sustainable investment model allows for reducing interest and providing services efficiently and at the lowest cost Operational.">
                </p>
            </div>
            <!-- Card 1 -->
            <div
                class="w-[411px] h-[300px] bg-gray-50 rounded-md p-3 flex flex-col justify-center gap-y-2  text-center group transition-transform transform">
                <div class="flex justify-center mb-4">
                    <svg width="64" height="64" viewBox="0 0 64 64" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_15_9084)">
                            <mask id="mask0_15_9084" style="mask-type:luminance" maskUnits="userSpaceOnUse" x="4" y="3"
                                width="56" height="58">
                                <path
                                    d="M32 5.33325L39.004 10.4426L47.6747 10.4266L50.3373 18.6773L57.3613 23.7599L54.6667 31.9999L57.3613 40.2399L50.3373 45.3226L47.6747 53.5733L39.004 53.5573L32 58.6666L24.996 53.5573L16.3253 53.5733L13.6627 45.3226L6.63867 40.2399L9.33334 31.9999L6.63867 23.7599L13.6627 18.6773L16.3253 10.4266L24.996 10.4426L32 5.33325Z"
                                    fill="white" stroke="white" stroke-width="4" stroke-linecap="round"
                                    stroke-linejoin="round" />
                                <path d="M22.6665 31.9999L29.3332 38.6666L42.6665 25.3333" stroke="black"
                                    stroke-width="4" stroke-linecap="round" stroke-linejoin="round" />
                            </mask>
                            <g mask="url(#mask0_15_9084)">
                            </g>
                            <path
                                d="M13.3068 34.2983C13.7962 37.8254 15.2703 41.143 17.5599 43.8702C19.8494 46.5974 22.8617 48.6237 26.2508 49.7163C29.6399 50.809 33.2684 50.9238 36.7198 50.0475C40.1712 49.1712 43.3055 47.3393 45.7628 44.7623C45.5316 44.2228 45.3911 43.6489 45.3468 43.0636L45.3335 42.6663L45.3468 42.2663C45.4264 41.2058 45.8213 40.1933 46.4806 39.3589C47.14 38.5245 48.0337 37.9063 49.0471 37.5837C50.0604 37.261 51.147 37.2487 52.1674 37.5482C53.1879 37.8478 54.0954 38.4455 54.7735 39.2647C55.4517 40.0839 55.8694 41.0872 55.9731 42.1456C56.0768 43.2039 55.8617 44.2692 55.3555 45.2044C54.8492 46.1397 54.075 46.9022 53.1321 47.3941C52.1892 47.886 51.1209 48.0848 50.0642 47.965C46.9676 51.3921 42.9571 53.8642 38.504 55.0907C34.051 56.3173 29.3403 56.2473 24.9256 54.8891C20.511 53.5309 16.5757 50.9408 13.5822 47.4232C10.5887 43.9056 8.66144 39.6067 8.02683 35.0316C7.95321 34.3429 8.1505 33.6525 8.57692 33.1066C9.00334 32.5607 9.62544 32.2022 10.3115 32.1069C10.9976 32.0116 11.6939 32.187 12.253 32.596C12.812 33.005 13.19 33.6155 13.3068 34.2983Z"
                                fill="#FF914C" />
                            <path
                                d="M32.0002 21.333C34.0871 21.333 36.1282 21.9452 37.8707 23.0938C39.6131 24.2424 40.9804 25.8769 41.8031 27.7948C42.6257 29.7128 42.8677 31.8299 42.4991 33.884C42.1304 35.9382 41.1672 37.839 39.7289 39.3512C38.2906 40.8633 36.4402 41.9203 34.4071 42.3912C32.374 42.8622 30.2474 42.7263 28.2907 42.0006C26.334 41.2748 24.6332 39.991 23.3989 38.3081C22.1647 36.6253 21.4512 34.6173 21.3468 32.533L21.3335 31.9997L21.3468 31.4663C21.4837 28.7331 22.6658 26.157 24.6487 24.2709C26.6316 22.3848 29.2635 21.333 32.0002 21.333Z"
                                fill="#FF914C" />
                            <path
                                d="M35.0453 8.23964C40.3237 8.92118 45.2316 11.3191 49.0133 15.0641C52.7949 18.8091 55.2405 23.6935 55.9733 28.965C56.049 29.6546 55.8529 30.3465 55.4267 30.8939C55.0005 31.4413 54.3778 31.8011 53.6907 31.8968C53.0036 31.9926 52.3063 31.8169 51.7466 31.4069C51.187 30.9969 50.8092 30.385 50.6933 29.701C50.1214 25.5873 48.2126 21.7758 45.2611 18.8537C42.3097 15.9316 38.4792 14.0611 34.36 13.5303C31.4133 13.1476 28.4179 13.4637 25.6161 14.4533C22.8143 15.4428 20.2847 17.0779 18.232 19.2263C18.5391 19.9383 18.6874 20.7086 18.6663 21.4837C18.6453 22.2588 18.4555 23.02 18.1102 23.7142C17.7649 24.4084 17.2723 25.019 16.6669 25.5034C16.0615 25.9878 15.3577 26.3344 14.6046 26.519C13.8515 26.7036 13.0673 26.7217 12.3064 26.5722C11.5456 26.4227 10.8265 26.1091 10.1993 25.6532C9.57213 25.1973 9.05186 24.6102 8.67478 23.9327C8.29771 23.2552 8.07289 22.5036 8.016 21.7303L8 21.333L8.01333 20.933C8.06697 20.2184 8.26405 19.5219 8.59282 18.8852C8.9216 18.2485 9.37531 17.6845 9.92688 17.2271C10.4784 16.7696 11.1165 16.428 11.8031 16.2226C12.4896 16.0172 13.2105 15.9522 13.9227 16.0316C16.552 13.123 19.847 10.8948 23.5257 9.53778C27.2043 8.18077 31.157 7.73534 35.0453 8.23964Z"
                                fill="#FF914C" />
                        </g>
                        <defs>
                            <clipPath id="clip0_15_9084">
                                <rect width="64" height="64" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </div>
                <h3 class="text-3xl font-semibold text-gray-800 mb-2" data-ar="توسعات ذكية وفعالة"
                    data-en="Smart and efficient expansions">
                </h3>
                <p class="text-gray-600 text-2xl" data-ar="قدّم نموًّا استثماريًا عالي العائد مع ضمان مرونة تشغيلية تلبي احتياجات السوق
                المتغير."
                    data-en="Deliver high-return investment growth while ensuring operational flexibility that meets market needs">
                </p>
            </div>

        </div>
    </div>
</div>