<div class="p-8 w-4/5 h-full mx-auto flex flex-col items-center relative my-24">
    <div class="mb-4">
        <img src="{{ asset('images/invest/Quote Icon.png') }}" alt="Quote Image"
            class="w-28 h-28 md:w-36 md:h-36 mx-auto absolute right-0 -top-1/3 mb-10">
    </div>
    <!-- Text Section -->
    <div class="flex flex-col items-center w-full">
        <p class="text-xl tracking-wide mb-6 text-center">مرحبًا بكم في "مطاعم المستقبل"، حيث نضع بين أيديكم فرصًا
            استثمارية مبتكرة تتجاوز التوقعات وتلبي طموحاتكم. في عالم إدارة المطاعم المتطور، نؤمن أن الشراكة الفعالة
            تعتمد على بناء جسور من الثقة والتفاهم المشترك، لذلك نسعى دائمًا لتقديم حلول رائدة تدعم مسيرتكم نحو النجاح من
            خلال خبرتنا الواسعة وفريقنا المتخصص، نقدم لكم الأدوات والتقنيات التي تضمن تطور أعمالكم واستدامتها في سوق
            تنافسي. رؤيتنا ترتكز على النمو المستدام والإبداع في تقديم تجارب ضيافة استثنائية، مما يفتح أمامكم آفاقًا
            جديدة لتحقيق النجاح. نحن ملتزمون بأن نكون شريكًا موثوقًا به في كل خطوة على طريق النجاح. نتطلع إلى الترحيب
            بكم كجزء من مجتمعنا المزدهر والمشاركة في تحقيق نجاحات مستقبلية مذهلة
        </p>
        <p class="text-2xl font-semibold mt-12">
            مصطفى المسعود
        </p>
        <p>
            المدير التنفيذي
        </p>
    </div>
</div>